Repository: bae-fm/bae
Catalog: bae-windows/Strings/*/Resources.resw
Source language: en_us
Languages: es, gu, ja, kn, ml, pa, te, ur

# libraries.new
source: new library
es: biblioteca nueva
gu: નવી લાઇબ્રેરી
ja: 新規ライブラリ
kn: ಹೊಸ ಗ್ರಂಥಾಲಯ
ml: പുതിയ ലൈബ്രറി
pa: ਨਵੀਂ ਲਾਇਬ੍ਰੇਰੀ
te: కొత్త లైబ్రరీ
ur: نئی لائبریری

# libraries.rename
source: rename
es: renombrar
gu: નામ બદલો
ja: 名前を変更
kn: ಮರುಹೆಸರಿಸಿ
ml: പുനർനാമകരണം ചെയ്യുക
pa: ਨਾਂ ਬਦਲੋ
te: పేరు మార్చు
ur: نام بدلیں

# libraries.title
source: libraries
es: bibliotecas
gu: લાઇબ્રેરીઓ
ja: ライブラリ
kn: ಲೈಬ್ರರಿಗಳು
ml: ശേഖരങ്ങൾ
pa: ਲਾਇਬ੍ਰੇਰੀਆਂ
te: లైబ్రరీలు
ur: کتب خانے

# library.empty
source: library is empty
es: la biblioteca está vacía
gu: લાઇબ્રેરી ખાલી છે
ja: ライブラリは空です
kn: ಗ್ರಂಥಾಲಯ ಖಾಲಿಯಾಗಿದೆ
ml: ലൈബ്രറി ശൂന്യമാണ്
pa: ਲਾਇਬ੍ਰੇਰੀ ਖਾਲੀ ਹੈ
te: లైబ్రరీ ఖాళీగా ఉంది
ur: لائبریری خالی ہے

# library.load_failed
source: couldn't load the library
es: no se pudo cargar la biblioteca
gu: લાઇબ્રેરી લોડ કરી શકાયી નહીં
ja: ライブラリを読み込めませんでした
kn: ಗ್ರಂಥಾಲಯವನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ
ml: ലൈബ്രറി ലോഡ് ചെയ്യാനായില്ല
pa: ਲਾਇਬ੍ਰੇਰੀ ਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ
te: లైబ్రరీని లోడ్ చేయలేకపోయింది
ur: لائبریری لوڈ نہیں ہو سکی

# library.locked
source: library is locked
es: la biblioteca está bloqueada
gu: લાઇબ્રેરી લૉક છે
ja: ライブラリはロックされています
kn: ಗ್ರಂಥಾಲಯ ಲಾಕ್ ಆಗಿದೆ
ml: ലൈബ്രറി ലോക്ക് ചെയ്തിരിക്കുന്നു
pa: ਲਾਇਬ੍ਰੇਰੀ ਲਾਕ ਹੈ
te: లైబ్రరీ లాక్ చేయబడింది
ur: لائبریری مقفل ہے

# library.open_failed
source: couldn't open the library
es: no se pudo abrir la biblioteca
gu: લાઇબ્રેરી ખોલી શકાયી નહીં
ja: ライブラリを開けませんでした
kn: ಗ್ರಂಥಾಲಯವನ್ನು ತೆರೆಯಲಾಗಲಿಲ್ಲ
ml: ലൈബ്രറി തുറക്കാനായില്ല
pa: ਲਾਇਬ੍ਰੇਰੀ ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ
te: లైబ్రరీని తెరవలేకపోయింది
ur: لائبریری کھولی نہیں جا سکی

# library.unlock.body
source: This library is encrypted and its key isn't on this device. Enter the 64-character hex key to unlock it.
es: Esta biblioteca está cifrada y su clave no está en este dispositivo. Introduce la clave hexadecimal de 64 caracteres para desbloquearla.
gu: આ લાઇબ્રેરી એન્ક્રિપ્ટેડ છે અને તેની કી આ ઉપકરણ પર નથી. તેને અનલૉક કરવા માટે 64 અક્ષરની હેક્સ કી દાખલ કરો.
ja: このライブラリは暗号化されており、そのキーはこのデバイスにありません。ロックを解除するには16進数64文字のキーを入力してください。
kn: ಈ ಗ್ರಂಥಾಲಯ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಆಗಿದೆ ಮತ್ತು ಅದರ ಕೀಲಿ ಈ ಸಾಧನದಲ್ಲಿಲ್ಲ. ಅನ್ಲಾಕ್ ಮಾಡಲು 64 ಅಕ್ಷರಗಳ ಹೆಕ್ಸ್ ಕೀಲಿಯನ್ನು ನಮೂದಿಸಿ.
ml: ഈ ലൈബ്രറി എൻക്രിപ്റ്റ് ചെയ്തതാണ്, അതിന്റെ കീ ഈ ഉപകരണത്തിൽ ഇല്ല. അൺലോക്ക് ചെയ്യാൻ 64 അക്ഷരമുള്ള ഹെക്സ് കീ നൽകുക.
pa: ਇਹ ਲਾਇਬ੍ਰੇਰੀ ਇਨਕ੍ਰਿਪਟ ਕੀਤੀ ਹੋਈ ਹੈ ਅਤੇ ਇਸ ਦੀ ਕੁੰਜੀ ਇਸ ਡਿਵਾਈਸ ਤੇ ਨਹੀਂ ਹੈ। ਇਸਨੂੰ ਅਨਲਾਕ ਕਰਨ ਲਈ 64-ਅੱਖਰੀ ਹੈਕਸ ਕੁੰਜੀ ਦਰਜ ਕਰੋ।
te: ఈ లైబ్రరీ గుప్తీకరించబడింది మరియు దాని కీ ఈ పరికరంలో లేదు. దాన్ని అన్‌లాక్ చేయడానికి 64-అక్షరాల హెక్స్ కీని నమోదు చేయండి.
ur: یہ لائبریری خفیہ کردہ ہے اور اس کی کلید اس آلے پر نہیں ہے۔ اسے کھولنے کے لیے 64 حروف والی hex کلید درج کریں۔

# library.unlock.confirm
source: Unlock
es: Desbloquear
gu: અનલોક
ja: ロック解除
kn: ಅನ್‌ಲಾಕ್
ml: അൺലോക്ക്
pa: ਅਨਲਾਕ
te: అన్‌లాక్
ur: کھولیں

# library.unlock.key_placeholder
source: 64-character hex key
es: clave hexadecimal de 64 caracteres
gu: 64-અક્ષરની હેક્સ કી
ja: 16進数64文字のキー
kn: 64-ಅಕ್ಷರಗಳ ಹೆಕ್ಸ್ ಕೀಲಿ
ml: 64 അക്ഷരങ്ങളുള്ള ഹെക്സാഡെസിമൽ കീ
pa: 64-ਅੱਖਰਾਂ ਵਾਲੀ ਹੈਕਸ ਕੁੰਜੀ
te: 64-అక్షరాల హెక్సాడెసిమల్ కీ
ur: 64 حروفی ہیکس کلید

# library.unlock.title
source: unlock library
es: desbloquear biblioteca
gu: લાઇબ્રેરી અનલૉક કરો
ja: ライブラリのロックを解除
kn: ಗ್ರಂಥಾಲಯ ಅನ್ಲಾಕ್ ಮಾಡಿ
ml: ലൈബ്രറി അൺലോക്ക് ചെയ്യുക
pa: ਲਾਇਬ੍ਰੇਰੀ ਅਨਲਾਕ ਕਰੋ
te: లైబ్రరీని అన్‌లాక్ చేయండి
ur: لائبریری کھولیں

# menu.add_to_queue
source: Add to Queue
es: Añadir a la cola
gu: કતારમાં ઉમેરો
ja: キューに追加
kn: ಸಾಲಿಗೆ ಸೇರಿಸಿ
ml: നിരയിലേക്ക് ചേർക്കുക
pa: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
te: క్యూలో జోడించు
ur: قطار میں شامل کریں

# menu.change_cover
source: Change cover…
es: Cambiar portada…
gu: આવરણ બદલો…
ja: カバーを変更…
kn: ಕವರ್ ಬದಲಿಸಿ…
ml: കവർ മാറ്റുക…
pa: ਕਵਰ ਬਦਲੋ…
te: కవర్ మార్చు…
ur: سرورق بدلیں…

# menu.delete
source: Delete…
es: Eliminar…
gu: કાઢી નાખો…
ja: 削除…
kn: ಅಳಿಸಿ…
ml: ഇല്ലാതാക്കുക…
pa: ਮਿਟਾਓ…
te: తొలగించు…
ur: حذف کریں…

# menu.export
source: Export…
es: Exportar…
gu: નિકાસ…
ja: エクスポート…
kn: ರಫ್ತು…
ml: കയറ്റുമതി…
pa: ਨਿਰਯਾਤ…
te: ఎగుమతి…
ur: برآمد…

# menu.play
source: Play
es: Reproducir
gu: ચાલુ કરો
ja: 再生
kn: ಪ್ಲೇ
ml: പ്ലേ
pa: ਚਲਾਓ
te: ప్లే
ur: چلائیں

# menu.play_next
source: Play Next
es: Reproducir a continuación
gu: આગળ વગાડો
ja: 次に再生
kn: ಮುಂದೆ ಪ್ಲೇ ಮಾಡಿ
ml: അടുത്തതായി പ്ലേ ചെയ്യുക
pa: ਅੱਗੇ ਚਲਾਓ
te: తర్వాత ప్లే చేయి
ur: اگلا چلائیں

# menu.set_primary
source: Set as primary release
es: Establecer como edición principal
gu: પ્રાથમિક પ્રકાશન તરીકે સેટ કરો
ja: 主要リリースに設定
kn: ಪ್ರಾಥಮಿಕ ಬಿಡುಗಡೆ ಆಗಿ ಹೊಂದಿಸಿ
ml: പ്രധാന പതിപ്പായി സജ്ജമാക്കുക
pa: ਮੁੱਖ ਰਿਲੀਜ਼ ਵਜੋਂ ਸੈੱਟ ਕਰੋ
te: ప్రాధమిక విడుదలగా సెట్ చేయి
ur: بنیادی اشاعت مقرر کریں

# menu.set_primary_done
source: set as primary release
es: establecer como edición principal
gu: પ્રાથમિક પ્રકાશન તરીકે સેટ કરો
ja: 主要リリースに設定
kn: ಪ್ರಾಥಮಿಕ ಬಿಡುಗಡೆ ಆಗಿ ಹೊಂದಿಸಿ
ml: പ്രധാന പതിപ്പായി സജ്ജമാക്കുക
pa: ਮੁੱਖ ਰਿਲੀਜ਼ ਵਜੋਂ ਸੈੱਟ ਕਰੋ
te: ప్రాధమిక విడుదలగా సెట్ చేయి
ur: بنیادی اشاعت مقرر کریں

# members.title
source: devices
es: dispositivos
gu: ઉપકરણો
ja: デバイス
kn: ಸಾಧನಗಳು
ml: ഉപകരണങ്ങൾ
pa: ਡਿਵਾਈਸ
te: పరికరాలు
ur: آلات

# members.this_device
source: this device
es: este dispositivo
gu: આ ઉપકરણ
ja: このデバイス
kn: ಈ ಸಾಧನ
ml: ഈ ഉപകരണം
pa: ਇਹ ਡਿਵਾਈਸ
te: ఈ పరికరం
ur: یہ آلہ

# members.role.owner
source: owner
es: propietario
gu: માલિક
ja: 所有者
kn: ಮಾಲೀಕ
ml: ഉടമ
pa: ਮਾਲਕ
te: యజమాని
ur: مالک

# members.role.member
source: member
es: miembro
gu: સભ્ય
ja: メンバー
kn: ಸದಸ್ಯ
ml: അംഗം
pa: ਮੈਂਬਰ
te: సభ్యుడు
ur: رکن

# members.role.follower
source: follower
es: seguidor
gu: અનુયાયી
ja: フォロワー
kn: ಅನುಯಾಯಿ
ml: അനുയായി
pa: ਅਨੁਸਰਣਕਰਤਾ
te: ఫాలోవర్
ur: پیروکار

# members.load_failed
source: couldn't load devices
es: no se pudieron cargar los dispositivos
gu: ઉપકરણો લોડ કરી શકાયા નહીં
ja: デバイスを読み込めませんでした
kn: ಸಾಧನಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ
ml: ഉപകരണങ്ങൾ ലോഡ് ചെയ്യാനായില്ല
pa: ਡਿਵਾਈਸ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੇ
te: పరికరాలను లోడ్ చేయలేకపోయింది
ur: آلات لوڈ نہیں ہو سکے

# members.add
source: add a device…
es: añadir un dispositivo…
gu: ઉપકરણ ઉમેરો…
ja: デバイスを追加…
kn: ಸಾಧನ ಸೇರಿಸಿ…
ml: ഉപകരണം ചേർക്കുക…
pa: ਡਿਵਾਈਸ ਸ਼ਾਮਲ ਕਰੋ…
te: పరికరాన్ని జోడించు…
ur: آلہ شامل کریں…

# members.remove
source: remove
es: eliminar
gu: દૂર કરો
ja: 削除
kn: ತೆಗೆದುಹಾಕಿ
ml: നീക്കം ചെയ്യുക
pa: ਹਟਾਓ
te: తీసివేయి
ur: ہٹائیں

# members.remove_confirm
source: this device will lose access and the library key will be rotated. click remove again to confirm.
es: este dispositivo perderá acceso y se rotará la clave de la biblioteca. haz clic en eliminar otra vez para confirmar.
gu: આ ઉપકરણ ઍક્સેસ ગુમાવશે અને લાઇબ્રેરી કી ફેરવાશે. પુષ્ટિ કરવા દૂર કરો પર ફરી ક્લિક કરો.
ja: このデバイスはアクセスできなくなり、ライブラリキーがローテーションされます。確認するには、もう一度削除をクリックしてください。
kn: ಈ ಸಾಧನ ಪ್ರವೇಶ ಕಳೆದುಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಲೈಬ್ರರಿ ಕೀಲಿ ತಿರುಗಿಸಲಾಗುತ್ತದೆ. ದೃಢೀಕರಿಸಲು ತೆಗೆದುಹಾಕಿ ಅನ್ನು ಮತ್ತೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
ml: ഈ ഉപകരണത്തിന് പ്രവേശനം നഷ്ടപ്പെടും, ശേഖര കീ മാറ്റപ്പെടും. സ്ഥിരീകരിക്കാൻ നീക്കം ചെയ്യുക വീണ്ടും ക്ലിക്ക് ചെയ്യുക.
pa: ਇਹ ਡਿਵਾਈਸ ਪਹੁੰਚ ਗੁਆ ਦੇਵੇਗਾ ਅਤੇ ਲਾਇਬ੍ਰੇਰੀ ਕੁੰਜੀ ਬਦਲੀ ਜਾਵੇਗੀ। ਪੁਸ਼ਟੀ ਲਈ ਹਟਾਓ ਮੁੜ ਕਲਿੱਕ ਕਰੋ।
te: ఈ పరికరం ప్రవేశం కోల్పోతుంది మరియు లైబ్రరీ కీ మార్చబడుతుంది. నిర్ధారించడానికి తీసివేయి మళ్లీ క్లిక్ చేయండి.
ur: یہ آلہ رسائی کھو دے گا اور کتب خانے کی کلید تبدیل ہو گی۔ تصدیق کے لیے ہٹائیں دوبارہ کلک کریں۔

# members.approve.title
source: add a device
es: añadir un dispositivo
gu: ઉપકરણ ઉમેરો
ja: デバイスを追加
kn: ಸಾಧನ ಸೇರಿಸಿ
ml: ഉപകരണം ചേർക്കുക
pa: ਡਿਵਾਈਸ ਸ਼ਾਮਲ ਕਰੋ
te: పరికరాన్ని జోడించు
ur: آلہ شامل کریں

# members.approve.capture_hint
source: on the new device, open join a library and show its code. scan it here, or paste it below.
es: en el dispositivo nuevo, abre unirse a una biblioteca y muestra su código. escanéalo aquí o pégalo abajo.
gu: નવા ઉપકરણ પર લાઇબ્રેરીમાં જોડાઓ ખોલો અને તેનો કોડ બતાવો. તેને અહીં સ્કેન કરો, અથવા નીચે ચોંટાડો.
ja: 新しいデバイスで「ライブラリに参加」を開き、コードを表示します。ここでスキャンするか、下に貼り付けてください。
kn: ಹೊಸ ಸಾಧನದಲ್ಲಿ ಲೈಬ್ರರಿಗೆ ಸೇರ್ಪಡೆ ತೆರೆಯಿರಿ ಮತ್ತು ಅದರ ಕೋಡ್ ತೋರಿಸಿ. ಅದನ್ನು ಇಲ್ಲಿ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ, ಅಥವಾ ಕೆಳಗೆ ಅಂಟಿಸಿ.
ml: പുതിയ ഉപകരണത്തിൽ ശേഖരത്തിൽ ചേരുക തുറന്ന് അതിന്റെ കോഡ് കാണിക്കുക. അത് ഇവിടെ സ്കാൻ ചെയ്യുക, അല്ലെങ്കിൽ താഴെ ഒട്ടിക്കുക.
pa: ਨਵੇਂ ਡਿਵਾਈਸ ਉੱਤੇ ਲਾਇਬ੍ਰੇਰੀ ਨਾਲ ਜੁੜੋ ਖੋਲ੍ਹੋ ਅਤੇ ਉਸਦਾ ਕੋਡ ਦਿਖਾਓ। ਇਸਨੂੰ ਇੱਥੇ ਸਕੈਨ ਕਰੋ, ਜਾਂ ਹੇਠਾਂ ਪੇਸਟ ਕਰੋ।
te: కొత్త పరికరంలో లైబ్రరీలో చేరండి తెరిచి దాని కోడ్ చూపించండి. దాన్ని ఇక్కడ స్కాన్ చేయండి, లేదా క్రింద అతికించండి.
ur: نئے آلے پر کتب خانے میں شامل ہوں کھولیں اور اس کا رمز دکھائیں۔ اسے یہاں اسکین کریں، یا نیچے پیسٹ کریں۔

# members.approve.paste_placeholder
source: paste the device's code
es: pegar el código del dispositivo
gu: ઉપકરણનો કોડ ચોંટાડો
ja: デバイスのコードを貼り付け
kn: ಸಾಧನದ ಕೋಡ್ ಅಂಟಿಸಿ
ml: ഉപകരണത്തിന്റെ കോഡ് ഒട്ടിക്കുക
pa: ਡਿਵਾਈਸ ਦਾ ਕੋਡ ਪੇਸਟ ਕਰੋ
te: పరికరం కోడ్‌ను అతికించు
ur: آلے کا رمز پیسٹ کریں

# members.approve.decode
source: decode
es: decodificar
gu: ડિકોડ કરો
ja: デコード
kn: ಡಿಕೋಡ್
ml: ഡീകോഡ് ചെയ്യുക
pa: ਡੀਕੋਡ ਕਰੋ
te: డీకోడ్
ur: ڈی کوڈ کریں

# members.approve.invalid_request
source: invalid device code
es: código de dispositivo no válido
gu: અમાન્ય ઉપકરણ કોડ
ja: デバイスコードが無効です
kn: ಅಮಾನ್ಯ ಸಾಧನ ಕೋಡ್
ml: അസാധുവായ ഉപകരണ കോഡ്
pa: ਅਵੈਧ ਡਿਵਾਈਸ ਕੋਡ
te: చెల్లని పరికరం కోడ్
ur: غلط آلہ رمز

# members.approve.confirm_title
source: approve this device?
es: ¿aprobar este dispositivo?
gu: આ ઉપકરણ મંજૂર કરવું?
ja: このデバイスを承認しますか？
kn: ಈ ಸಾಧನವನ್ನು ಅನುಮೋದಿಸಬೇಕೇ?
ml: ഈ ഉപകരണം അംഗീകരിക്കണോ?
pa: ਇਹ ਡਿਵਾਈਸ ਮਨਜ਼ੂਰ ਕਰਨਾ ਹੈ?
te: ఈ పరికరాన్ని ఆమోదించాలా?
ur: یہ آلہ منظور کریں؟

# members.approve.confirm_hint
source: it will be added to your library and able to sync. you'll get a code to enter on it.
es: se añadirá a tu biblioteca y podrá sincronizarse. recibirás un código para introducir en él.
gu: તે તમારી લાઇબ્રેરીમાં ઉમેરાશે અને સમન્વયન કરી શકશે. તેમાં દાખલ કરવા તમને કોડ મળશે.
ja: ライブラリに追加され、同期できるようになります。そのデバイスに入力するコードが発行されます。
kn: ಇದು ನಿಮ್ಮ ಲೈಬ್ರರಿಗೆ ಸೇರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಸಮಕಾಲೀಕರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ. ಅದರಲ್ಲಿ ನಮೂದಿಸಲು ನಿಮಗೆ ಕೋಡ್ ಸಿಗುತ್ತದೆ.
ml: ഇത് നിങ്ങളുടെ ശേഖരത്തിലേക്ക് ചേർക്കപ്പെടുകയും സമന്വയിപ്പിക്കാൻ കഴിയുകയും ചെയ്യും. അതിൽ നൽകാനുള്ള കോഡ് നിങ്ങൾക്ക് ലഭിക്കും.
pa: ਇਹ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੇਗਾ ਅਤੇ ਸਮਕਾਲੀਕਰਨ ਕਰ ਸਕੇਗਾ। ਤੁਹਾਨੂੰ ਇਸ ਉੱਤੇ ਦਾਖਲ ਕਰਨ ਲਈ ਇੱਕ ਕੋਡ ਮਿਲੇਗਾ।
te: ఇది మీ లైబ్రరీకి జోడించబడుతుంది మరియు సమకాలీకరించగలదు. అందులో నమోదు చేయడానికి మీకు ఒక కోడ్ వస్తుంది.
ur: یہ آپ کے کتب خانے میں شامل ہو گا اور ہم وقت سازی کر سکے گا۔ آپ کو اس پر درج کرنے کے لیے رمز ملے گا۔

# members.approve.confirm
source: approve
es: aprobar
gu: મંજૂર કરો
ja: 承認
kn: ಅನುಮೋದಿಸಿ
ml: അംഗീകരിക്കുക
pa: ਮਨਜ਼ੂਰ ਕਰੋ
te: ఆమోదించు
ur: منظور کریں

# members.approve.in_progress
source: approving device…
es: aprobando dispositivo…
gu: ઉપકરણ મંજૂર થઈ રહ્યું છે…
ja: デバイスを承認中…
kn: ಸಾಧನ ಅನುಮೋದಿಸಲಾಗುತ್ತಿದೆ…
ml: ഉപകരണം അംഗീകരിക്കുന്നു…
pa: ਡਿਵਾਈਸ ਮਨਜ਼ੂਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
te: పరికరాన్ని ఆమోదిస్తోంది…
ur: آلہ منظور ہو رہا ہے…

# members.approve.failed
source: couldn't approve this device
es: no se pudo aprobar este dispositivo
gu: આ ઉપકરણ મંજૂર કરી શકાયું નહીં
ja: このデバイスを承認できませんでした
kn: ಈ ಸಾಧನವನ್ನು ಅನುಮೋದಿಸಲಾಗಲಿಲ್ಲ
ml: ഈ ഉപകരണം അംഗീകരിക്കാനായില്ല
pa: ਇਸ ਡਿਵਾਈਸ ਨੂੰ ਮਨਜ਼ੂਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
te: ఈ పరికరాన్ని ఆమోదించలేకపోయింది
ur: یہ آلہ منظور نہیں ہو سکا

# members.approve.invited_hint
source: enter this code on the new device.
es: introduce este código en el dispositivo nuevo.
gu: નવા ઉપકરણ પર આ કોડ દાખલ કરો.
ja: このコードを新しいデバイスに入力してください。
kn: ಈ ಕೋಡ್ ಅನ್ನು ಹೊಸ ಸಾಧನದಲ್ಲಿ ನಮೂದಿಸಿ.
ml: ഈ കോഡ് പുതിയ ഉപകരണത്തിൽ നൽകുക.
pa: ਨਵੇਂ ਡਿਵਾਈਸ ਉੱਤੇ ਇਹ ਕੋਡ ਦਾਖਲ ਕਰੋ।
te: ఈ కోడ్‌ను కొత్త పరికరంలో నమోదు చేయండి.
ur: یہ رمز نئے آلے پر درج کریں۔

# nowplaying.go_to_album
source: go to album
es: ir al álbum
gu: આલ્બમ પર જાઓ
ja: アルバムへ移動
kn: ಆಲ್ಬಂಗೆ ಹೋಗಿ
ml: ആൽബത്തിലേക്ക് പോകുക
pa: ਐਲਬਮ 'ਤੇ ਜਾਓ
te: ఆల్బమ్‌కు వెళ్లండి
ur: البم پر جائیں

# outbox.delete.kind
source: delete
es: eliminar
gu: કાઢી નાખો
ja: 削除
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
pa: ਮਿਟਾਓ
te: తొలగించు
ur: حذف کریں

# outbox.cancel_item
source: cancel
es: cancelar
gu: રદ કરો
ja: キャンセル
ml: റദ്ദാക്കുക
pa: ਰੱਦ ਕਰੋ
te: రద్దు చేయి
ur: منسوخ کریں

# outbox.load_failed
source: couldn't load the outbox
es: no se pudo cargar la bandeja de salida
gu: આઉટબોક્સ લોડ કરી શકાયું નહીં
ja: 送信箱を読み込めませんでした
kn: ಹೊರಪೆಟ್ಟಿಗೆ ಲೋಡ್ ಆಗಲಿಲ್ಲ
ml: ഔട്ട്‌ബോക്സ് ലോഡ് ചെയ്യാനായില്ല
pa: ਆਉਟਬਾਕਸ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕਿਆ
te: బయటికి పంపే పెట్టెను లోడ్ చేయలేకపోయింది
ur: آؤٹ باکس لوڈ نہیں ہو سکا

# outbox.pause
source: pause
es: pausar
gu: વિરામ
ja: 一時停止
kn: ವಿರಾಮ
ml: താൽക്കാലികമായി നിർത്തുക
pa: ਰੋਕੋ
te: పాజ్
ur: روکیں

# outbox.read_failed
source: couldn't read the outbox
es: no se pudo leer la bandeja de salida
gu: આઉટબોક્સ વાંચી શકાયું નહીં
ja: 送信箱を読み込めませんでした
kn: ಹೊರಪೆಟ್ಟಿಗೆ ಓದಲಾಗಲಿಲ್ಲ
ml: ഔട്ട്‌ബോക്സ് വായിക്കാനായില്ല
pa: ਆਉਟਬਾਕਸ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
te: బయటికి పంపే పెట్టెను చదవలేకపోయింది
ur: آؤٹ باکس پڑھا نہیں جا سکا

# outbox.resume
source: resume
es: reanudar
gu: ફરી શરૂ કરો
ja: 再開
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
pa: ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ
te: కొనసాగించు
ur: جاری رکھیں

# outbox.retry_now
source: retry now
es: reintentar ahora
gu: હમણાં ફરી પ્રયાસ કરો
ja: 今すぐ再試行
kn: ಈಗ ಮರುಪ್ರಯತ್ನಿಸಿ
ml: ഇപ്പോൾ വീണ്ടും ശ്രമിക്കുക
pa: ਹੁਣ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
te: ఇప్పుడే మళ్లీ ప్రయత్నించు
ur: اب دوبارہ کوشش کریں

# queue.clear
source: clear queue
es: vaciar
gu: સાફ કરો
ja: クリア
kn: ತೆರವುಗೊಳಿಸಿ
ml: നിര ശൂന്യമാക്കുക
pa: ਕਤਾਰ ਸਾਫ਼ ਕਰੋ
te: క్యూ ఖాళీ చేయి
ur: قطار صاف کریں

# queue.remove_item
source: Remove from queue
es: Quitar de la cola
gu: કતારમાંથી કાઢો
ja: キューから削除
kn: ಸರತಿಯಿಂದ ತೆಗೆದುಹಾಕಿ
ml: ക്യൂയിൽ നിന്ന് നീക്കുക
pa: ਕਤਾਰ ਤੋਂ ਹਟਾਓ
te: క్యూ నుండి తీసివేయి
ur: قطار سے ہٹائیں

# queue.section.playing_from
source: Playing From
es: Reproduciendo desde
gu: આમાંથી વાગે છે
ja: 再生元
kn: ಇದರಿಂದ ಪ್ಲೇ ಆಗುತ್ತಿದೆ
ml: ഇതിൽ നിന്ന് പ്ലേ ചെയ്യുന്നു
pa: ਇੱਥੋਂ ਚੱਲ ਰਿਹਾ ਹੈ
te: దీని నుండి ప్లే అవుతోంది
ur: یہاں سے چل رہا ہے

# queue.section.your_library
source: Your Library
es: Tu biblioteca
gu: તમારી લાઇબ્રેરી
ja: ライブラリ
kn: ನಿಮ್ಮ ಲೈಬ್ರರಿ
ml: നിങ്ങളുടെ ലൈബ്രറി
pa: ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ
te: మీ లైబ్రరీ
ur: آپ کی لائبریری

# queue.section.up_next
source: Up Next
es: A continuación
gu: આગળ
ja: 次に再生
kn: ಮುಂದೆ
ml: അടുത്തത്
pa: ਅੱਗੇ
te: తర్వాత
ur: اگلا

# queue.shuffle.off
source: turn off shuffle
es: desactivar aleatorio
gu: ફેરવી વગાડવું બંધ કરો
ja: シャッフルをオフにする
kn: ಕಲಸುವಿಕೆಯನ್ನು ಆಫ್ ಮಾಡಿ
ml: ക്രമരഹിത പ്ലേ ഓഫ് ചെയ്യുക
pa: ਰਲਵਾਂ ਚਲਾਉਣਾ ਬੰਦ ਕਰੋ
te: షఫుల్ ఆఫ్ చేయి
ur: شفل بند کریں

# queue.shuffle.on
source: shuffle
es: aleatorio
gu: ફેરવી વગાડો
ja: シャッフル
kn: ಕಲಸು
ml: ക്രമരഹിതമായി പ്ലേ ചെയ്യുക
pa: ਰਲਵਾਂ ਚਲਾਓ
te: షఫుల్
ur: شفل

# queue.title
source: queue
es: cola
gu: કતાર
ja: キュー
kn: ಸಾಲು
ml: നിര
pa: ਕਤਾਰ
te: క్యూ
ur: قطار

# restore.code_placeholder
source: restore code
es: código de restauración
gu: પુનઃસ્થાપન કોડ
ja: 復元コード
kn: ಮರುಸ್ಥಾಪನೆ ಕೋಡ್ ಅಂಟಿಸಿ
ml: പുനഃസ്ഥാപന കോഡ്
pa: ਮੁੜ-ਬਹਾਲੀ ਕੋਡ
te: పునరుద్ధరణ కోడ్
ur: بحالی رمز

# restore.confirm
source: restore
es: restaurar
gu: પુનઃસ્થાપિત કરો
ja: 復元
kn: ಮರುಸ್ಥಾಪಿಸಿ
ml: പുനഃസ്ഥാപിക്കുക
pa: ਮੁੜ-ਬਹਾਲ ਕਰੋ
te: పునరుద్ధరించు
ur: بحال کریں

source: restore failed
es: error al restaurar
gu: પુનઃસ્થાપન નિષ્ફળ
ja: 復元に失敗しました
kn: ಮರುಸ್ಥಾಪನೆ ವಿಫಲವಾಯಿತು
ml: പുനഃസ്ഥാപനം പരാജയപ്പെട്ടു
pa: ਮੁੜ-ਬਹਾਲੀ ਅਸਫਲ
te: పునరుద్ధరణ విఫలమైంది
ur: بحالی ناکام

# restore.field.cloud_storage
source: cloud storage
es: almacenamiento en la nube
gu: ક્લાઉડ સંગ્રહ
ja: クラウドストレージ
ml: ക്ലൗഡ് സംഭരണം
pa: ਕਲਾਊਡ ਸਟੋਰੇਜ
te: క్లౌడ్ నిల్వ
ur: کلاؤڈ اسٹوریج

# restore.field.encryption_key
source: encryption key (hex)
es: clave de cifrado (hex)
gu: એન્ક્રિપ્શન કી (હેક્સ)
ja: 暗号化キー（16進数）
ml: എൻക്രിപ്ഷൻ കീ (ഹെക്സ്)
pa: ਇਨਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ (ਹੈਕਸ)
te: గుప్తీకరణ కీ (హెక్స్)
ur: خفیہ کاری کلید (hex)

# restore.field.library_id
source: library id
es: id de biblioteca
gu: લાઇબ્રેરી ID
ja: ライブラリID
ml: ലൈബ്രറി ID
pa: ਲਾਇਬ੍ਰੇਰੀ ID
te: లైబ్రరీ ID
ur: لائبریری ID

# restore.field.library_name
source: library name (optional)
es: nombre de la biblioteca (opcional)
gu: લાઇબ્રેરીનું નામ (વૈકલ્પિક)
ja: ライブラリ名（任意）
ml: ലൈബ്രറി പേര് (ഐച്ഛികം)
pa: ਲਾਇਬ੍ਰੇਰੀ ਨਾਮ (ਵਿਕਲਪਿਕ)
te: లైబ్రరీ పేరు (ఐచ్చికం)
ur: لائبریری کا نام (اختیاری)

source: restore from cloud
es: restaurar desde la nube
gu: ક્લાઉડ પરથી પુનઃસ્થાપિત કરો
ja: クラウドから復元
kn: ಕ್ಲೌಡ್‌ನಿಂದ ಮರುಸ್ಥಾಪಿಸಿ
ml: ക്ലൗഡിൽ നിന്ന് പുനഃസ്ഥാപിക്കുക
pa: ਕਲਾਊਡ ਤੋਂ ਮੁੜ-ਬਹਾਲ ਕਰੋ
te: క్లౌడ్ నుంచి పునరుద్ధరించు
ur: کلاؤڈ سے بحال کریں

# restore.from_cloud_title
source: restore from cloud
es: restaurar desde la nube
gu: ક્લાઉડ પરથી પુનઃસ્થાપિત કરો
ja: クラウドから復元
kn: ಕ್ಲೌಡ್‌ನಿಂದ ಮರುಸ್ಥಾಪಿಸಿ
ml: ക്ലൗഡിൽ നിന്ന് പുനഃസ്ഥാപിക്കുക
pa: ਕਲਾਊਡ ਤੋਂ ਮੁੜ-ਬਹਾਲ ਕਰੋ
te: క్లౌడ్ నుంచి పునరుద్ధరించు
ur: کلاؤڈ سے بحال کریں

source: restore from code
es: restaurar desde código
gu: કોડ પરથી પુનઃસ્થાપિત કરો
ja: コードから復元
ml: കോഡിൽ നിന്ന് പുനഃസ്ഥാപിക്കുക
pa: ਕੋਡ ਤੋਂ ਮੁੜ-ਬਹਾਲ ਕਰੋ
te: కోడ్ నుంచి పునరుద్ధరించు
ur: رمز سے بحال کریں

# restore.in_progress
source: restoring…
es: restaurando…
gu: પુનઃસ્થાપિત થઈ રહ્યું છે…
ja: 復元中…
kn: ಮರುಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ…
ml: പുനഃസ്ഥാപിക്കുന്നു…
pa: ਮੁੜ-ਬਹਾਲ ਹੋ ਰਿਹਾ ਹੈ…
te: పునరుద్ధరిస్తోంది…
ur: بحال ہو رہا ہے…

# restore.in_progress_named
source: restoring {name}…
es: restaurando {name}…
gu: {name} પુનઃસ્થાપિત થઈ રહ્યું છે…
ja: {name} を復元中…
ml: {name} പുനഃസ്ഥാപിക്കുന്നു…
pa: {name} ਮੁੜ-ਬਹਾਲ ਹੋ ਰਿਹਾ ਹੈ…
te: {name} పునరుద్ధరిస్తోంది…
ur: {name} بحال ہو رہا ہے…

# restore.invalid_code
source: invalid restore code
es: código de restauración no válido
gu: અમાન્ય પુનઃસ્થાપન કોડ
ja: 復元コードが無効です
kn: ಅಮಾನ್ಯ ಮರುಸ್ಥಾಪನೆ ಕೋಡ್
ml: അസാധുവായ പുനഃസ്ഥാപന കോഡ്
pa: ਅਵੈਧ ਮੁੜ-ਬਹਾਲੀ ਕੋਡ
te: చెల్లని పునరుద్ధరణ కోడ్
ur: غلط بحالی رمز

# s3.field.access_key
source: access key
es: clave de acceso
gu: ઍક્સેસ કી
ja: アクセスキー
kn: ಪ್ರವೇಶ ಕೀಲಿ
ml: പ്രവേശന കീ
pa: ਐਕਸੈੱਸ ਕੁੰਜੀ
te: ప్రవేశ కీ
ur: رسائی کلید

# s3.field.bucket
source: S3 bucket
es: bucket de S3
gu: S3 બકેટ
ja: S3バケット
kn: S3 ಬಕೆಟ್
ml: S3 ബക്കറ്റ്
pa: S3 ਬਕਿਟ
te: S3 బకెట్
ur: S3 بکٹ

# s3.field.endpoint
source: endpoint (optional)
es: endpoint (opcional)
gu: અંતબિંદુ (વૈકલ્પિક)
ja: エンドポイント（任意）
kn: ಅಂತಿಮ ಬಿಂದು (ಐಚ್ಛಿಕ)
ml: എൻഡ്പോയിന്റ് (ഐച്ഛികം)
pa: ਅੰਤ-ਬਿੰਦੂ (ਵਿਕਲਪਿਕ)
te: ముగింపు బిందువు (ఐచ్ఛికం)
ur: اختتامی نقطہ (اختیاری)

# s3.field.key_prefix
source: key prefix (optional)
es: prefijo de clave (opcional)
gu: કી ઉપસર્ગ (વૈકલ્પિક)
ja: キープレフィックス（任意）
kn: ಕೀಲಿ ಪೂರ್ವಪ್ರತ್ಯಯ (ಐಚ್ಛಿಕ)
ml: കീ പ്രിഫിക്സ് (ഐച്ഛികം)
pa: ਕੁੰਜੀ ਪ੍ਰੀਫਿਕਸ (ਵਿਕਲਪਿਕ)
te: కీ ఉపసర్గ (ఐచ్ఛికం)
ur: کلید سابقہ (اختیاری)

# s3.field.region
source: region
es: región
gu: પ્રદેશ
ja: リージョン
kn: ಪ್ರದೇಶ
ml: പ്രദേശം
pa: ਖੇਤਰ
te: ప్రాంతం
ur: خطہ

# s3.field.secret_key
source: secret key
es: clave secreta
gu: ગુપ્ત કી
ja: シークレットキー
kn: ರಹಸ್ಯ ಕೀಲಿ
ml: രഹസ്യ കീ
pa: ਗੁਪਤ ਕੁੰਜੀ
te: రహస్య కీ
ur: خفیہ کلید

source: Search failed
es: error en la búsqueda
gu: શોધ નિષ્ફળ
ja: 検索に失敗しました
kn: ಹುಡುಕಾಟ ವಿಫಲವಾಯಿತು
ml: തിരയൽ പരാജയപ്പെട്ടു
pa: ਖੋਜ ਅਸਫਲ
te: శోధన విఫలమైంది
ur: تلاش ناکام

# search.field.album
source: album
es: álbum
ja: アルバム
kn: ಆಲ್ಬಮ್
pa: ਐਲਬਮ
te: ఆల్బమ్

# search.field.artist
source: artist
es: artista
ja: アーティスト
kn: ಕಲಾವಿದ
pa: ਕਲਾਕਾਰ
te: కళాకారుడు

# search.field.source
source: source
es: fuente
gu: સ્રોત
ja: ソース
kn: ಮೂಲ
ml: ഉറവിടം
pa: ਸਰੋਤ
te: మూలం
ur: ماخذ

# search.no_matches
source: no matches
es: sin coincidencias
gu: મેળો નથી
ja: 一致なし
kn: ಹೊಂದಾಣಿಕೆಗಳಿಲ್ಲ
ml: പൊരുത്തങ്ങളില്ല
pa: ਕੋਈ ਮੇਲ ਨਹੀਂ
te: సరిపోలికలు లేవు
ur: کوئی میل نہیں

# settings.discogs.label
source: Discogs token
es: Token de Discogs
gu: Discogs ટોકન
ja: Discogsトークン
kn: Discogs ಟೋಕನ್
ml: Discogs ടോക്കൺ
pa: Discogs ਟੋਕਨ
te: Discogs టోకెన్
ur: Discogs ٹوکن

# settings.discogs.recheck
source: re-check
es: volver a comprobar
gu: ફરી તપાસો
ja: 再確認
kn: ಮರುಪರಿಶೀಲಿಸಿ
ml: വീണ്ടും പരിശോധിക്കുക
pa: ਮੁੜ ਜਾਂਚੋ
te: మళ్లీ తనిఖీ చేయి
ur: دوبارہ جانچیں

# settings.discogs.rejected
source: Discogs rejected this key — check it and save again.
es: Discogs rechazó esta clave — compruébala y guárdala de nuevo.
gu: Discogs એ આ કી નકારી — તેને તપાસો અને ફરી સાચવો.
ja: Discogsがこのキーを拒否しました。確認してもう一度保存してください。
kn: Discogs ಈ ಕೀ ತಿರಸ್ಕರಿಸಿದೆ — ಪರಿಶೀಲಿಸಿ ಮತ್ತೆ ಉಳಿಸಿ.
ml: Discogs ഈ കീ നിരസിച്ചു — അത് പരിശോധിച്ച് വീണ്ടും സംരക്ഷിക്കുക.
pa: Discogs ਨੇ ਇਹ ਕੁੰਜੀ ਰੱਦ ਕੀਤੀ — ਇਸਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਮੁੜ ਸੰਭਾਲੋ।
te: Discogs ఈ కీని తిరస్కరించింది — దాన్ని తనిఖీ చేసి మళ్లీ సేవ్ చేయండి.
ur: Discogs نے یہ کلید مسترد کر دی — اسے جانچ کر دوبارہ محفوظ کریں۔

# settings.discogs.remove
source: remove token
es: quitar token
gu: ટોકન દૂર કરો
ja: トークンを削除
kn: ಟೋಕನ್ ತೆಗೆದುಹಾಕಿ
ml: ടോക്കൺ നീക്കം ചെയ്യുക
pa: ਟੋਕਨ ਹਟਾਓ
te: టోకెన్ తీసివేయి
ur: ٹوکن ہٹائیں

# settings.discogs.save
source: save token
es: guardar token
gu: ટોકન સાચવો
ja: トークンを保存
kn: ಟೋಕನ್ ಉಳಿಸಿ
ml: ടോക്കൺ സംരക്ഷിക്കുക
pa: ਟੋਕਨ ਸੰਭਾਲੋ
te: టోకెన్ సేవ్ చేయి
ur: ٹوکن محفوظ کریں

# settings.discogs.save_failed
source: couldn't save the key — something went wrong.
es: no se pudo guardar la clave — algo salió mal.
gu: કી સાચવી શકાયી નહીં — કંઈક ખોટું થયું.
ja: キーを保存できませんでした — 問題が発生しました。
kn: ಕೀ ಉಳಿಸಲಾಗಲಿಲ್ಲ — ಏನೋ ತಪ್ಪಾಗಿದೆ.
ml: കീ സംരക്ഷിക്കാനായില്ല — എന്തോ പിശക് സംഭവിച്ചു.
pa: ਕੁੰਜੀ ਸੰਭਾਲੀ ਨਹੀਂ ਜਾ ਸਕੀ — ਕੁਝ ਗੜਬੜ ਹੋਈ।
te: కీని సేవ్ చేయలేకపోయింది — ఏదో తప్పు జరిగింది.
ur: کلید محفوظ نہیں ہو سکی — کچھ غلط ہو گیا۔

# settings.discogs.token_placeholder
source: Discogs API token
es: Token de API de Discogs
gu: Discogs API ટોકન
ja: Discogs APIトークン
kn: Discogs API ಟೋಕನ್
ml: Discogs API ടോക്കൺ
pa: Discogs API ਟੋਕਨ
te: Discogs API టోకెన్
ur: Discogs API ٹوکن

# settings.discogs.validating
source: Validating…
es: Validando…
gu: માન્ય થઈ રહ્યું છે…
ja: 検証中…
kn: ಮಾನ್ಯಗೊಳಿಸಲಾಗುತ್ತಿದೆ…
ml: സാധൂകരിക്കുന്നു…
pa: ਪਰਖਿਆ ਜਾ ਰਿਹਾ ਹੈ…
te: ధృవీకరిస్తోంది…
ur: توثیق ہو رہی ہے…

# settings.playback.pause_between_sides
source: Pause between sides
es: Pausa entre caras
gu: બાજુઓ વચ્ચે વિરામ
ja: 面の間で一時停止
kn: ಬದಿಗಳ ನಡುವೆ ವಿರಾಮ
ml: വശങ്ങൾക്കിടയിൽ താൽക്കാലികമായി നിർത്തുക
pa: ਸਾਈਡਾਂ ਵਿਚਕਾਰ ਠਹਿਰਾਓ
te: వైపుల మధ్య విరామం
ur: اطراف کے درمیان وقفہ

# settings.library_label
source: Library: {name}
es: Biblioteca: {name}
gu: લાઇબ્રેરી: {name}
ja: ライブラリ: {name}
kn: ಲೈಬ್ರರಿ: {name}
ml: ലൈബ്രറി: {name}
pa: ਲਾਇਬ੍ਰੇਰੀ: {name}
te: లైబ్రరీ: {name}
ur: لائبریری: {name}

# settings.updates.title
source: updates
es: actualizaciones
gu: અપડેટ્સ
ja: アップデート
kn: ನವೀಕರಣಗಳು
ml: അപ്‌ഡേറ്റുകൾ
pa: ਅੱਪਡੇਟ
te: నవీకరణలు
ur: اپ ڈیٹس

# settings.updates.version
source: version {version}
es: versión {version}
gu: આવૃત્તિ {version}
ja: バージョン {version}
kn: ಆವೃತ್ತಿ {version}
ml: പതിപ്പ് {version}
pa: ਵਰਜ਼ਨ {version}
te: సంస్కరణ {version}
ur: ورژن {version}

# settings.updates.check
source: Check for updates
es: Buscar actualizaciones
gu: અપડેટ્સ તપાસો
ja: アップデートを確認
kn: ನವೀಕರಣಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ml: അപ്‌ഡേറ്റുകൾ പരിശോധിക്കുക
pa: ਅੱਪਡੇਟ ਦੀ ਜਾਂਚ ਕਰੋ
te: నవీకరణల కోసం తనిఖీ చేయండి
ur: اپ ڈیٹس کی جانچ کریں

# settings.updates.checking
source: checking…
es: comprobando…
gu: તપાસી રહ્યું છે…
ja: 確認中…
kn: ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ…
ml: പരിശോധിക്കുന്നു…
pa: ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ…
te: తనిఖీ చేస్తోంది…
ur: جانچ ہو رہی ہے…

# settings.updates.up_to_date
source: up to date
es: actualizado
gu: અદ્યતન
ja: 最新です
kn: ಅಪ್‌ಟುಡೇಟ್
ml: കാലികം
pa: ਅੱਪ ਟੂ ਡੇਟ
te: తాజాగా ఉంది
ur: تازہ ترین

# settings.updates.downloading
source: downloading… {percent}%
es: descargando… {percent}%
gu: ડાઉનલોડ થઈ રહ્યું છે… {percent}%
ja: ダウンロード中… {percent}%
kn: ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ… {percent}%
ml: ഡൗൺലോഡ് ചെയ്യുന്നു… {percent}%
pa: ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ… {percent}%
te: డౌన్‌లోడ్ అవుతోంది… {percent}%
ur: ڈاؤن لوڈ ہو رہا ہے… {percent}%

# settings.updates.ready
source: version {version} is ready — restart to update
es: la versión {version} está lista — reinicia para actualizar
gu: આવૃત્તિ {version} તૈયાર છે — અપડેટ કરવા પુનઃપ્રારંભ કરો
ja: バージョン {version} の準備ができました — 再起動して更新
kn: ಆವೃತ್ತಿ {version} ಸಿದ್ಧವಾಗಿದೆ — ನವೀಕರಿಸಲು ಮರುಪ್ರಾರಂಭಿಸಿ
ml: പതിപ്പ് {version} തയ്യാറാണ് — അപ്‌ഡേറ്റ് ചെയ്യാൻ പുനരാരംഭിക്കുക
pa: ਵਰਜ਼ਨ {version} ਤਿਆਰ ਹੈ — ਅੱਪਡੇਟ ਲਈ ਮੁੜ ਚਾਲੂ ਕਰੋ
te: సంస్కరణ {version} సిద్ధంగా ఉంది — నవీకరించడానికి పునఃప్రారంభించండి
ur: ورژن {version} تیار ہے — اپ ڈیٹ کے لیے دوبارہ شروع کریں

# settings.updates.restart
source: Restart now
es: Reiniciar ahora
gu: હમણાં પુનઃપ્રારંભ કરો
ja: 今すぐ再起動
kn: ಈಗ ಮರುಪ್ರಾರಂಭಿಸಿ
ml: ഇപ്പോൾ പുനരാരംഭിക്കുക
pa: ਹੁਣੇ ਮੁੜ ਚਾਲੂ ਕਰੋ
te: ఇప్పుడు పునఃప్రారంభించండి
ur: ابھی دوبارہ شروع کریں
